{
    "0": "Of the 12 jyotirlingas of Shiva, Ujjain is the place where Shiva appears as Mahakala. This form of Shiva is closely linked to hs Southern face of Aghora (meaning non-terrible where samsara is considered as terrible), the element of fire, and inspiration for the non-mainstream path of Yoga which goes by the name of Aghora. Though the common conception today is that Aghora is strongly linked to the vamacara side of Tantra, which is true in practice, yet it is still not devoid of its vedic roots taken from the essence of the Aghora mantra of Rudra: ॐ अघोरेभ्योऽथ घोरेभ्यो घोर घोर तरेभ्यः सर्वेभ्यस् सर्व सर्वेभ्यो नमस्तेऽस्तु रुद्र रूपेभ्यः",
    "1": "The mode of repetation of a mantra wth feeling and in a particular manner, a definite number of times, with right observances, until a fixed number of japa is reached, in order to obtain substantial benefit out of the mantra, is called a purashcarana. The practitioner has to observe certain rules and regulations in regard to purascharana and has to undergo perfect dietetic discipline, also in accordance with those injunctions. The mantra when it is mentally recited in this manner will bring to the sadhaka all that he desires within its jurisdiction. The sadhaka should face either the east or north during japa. During nights, north is better. Padma, Siddha, Swastika, sukha or vira asana is recommended for japa. Cotton, silk, deerskin, or tigerskin is the most preferred asana which brings saubhagya, jnana and early siddhi (accomplishment). Japa done while sitting on krishnajina bring quick jnana siddhi. Vyagracharma leads to bliss of moksa. When none of these are available then use asana made of darbha.",
    "2": "THIS celebrated Kaula Stotra is attributed to Mahākāla Himself. The Text used is that of the edition published at Calcutta in 1899 by the Sanskrit Press Depository, with a commentary in Sanskrit by the late Mahāmahopādhyāya Kṛṣhṇanātha Nyāya-pañcānana, who was both very learned in Tantra-Śāstra and faithful to his Dharma. He thus refused the offer of a good Government Post made to him personally by a former LieutenantGovernor on the ground that he would not accept money for imparting knowledge. Some variants in reading are supplied by this commentator. I am indebted to him for the Notes, or substance of the notes, marked K. B. To these I have added others, both in English and Sanskrit explaining matters and allusions familiar doubtless to those for whom the original was designed, but not so to the English or even ordinary Indian reader. I have also referred to the edition of the Stotra published by GaṇeśaCandra-Ghoṣa at Calcutta in 1891, with a translation in Bengali by Gurunātha Vidyānidhi, and commentary by Durgārāma-Siddhāntavāgīśa Bhattācārya."
}